{
  "main": {
    "name":"Hollie Allington-Kay",
    "occupation":"Senior Operational Risk Manager",
    "description":"Additional Roles include: Development Lead for the LGBTQ+ Network, and coordinating British Sign Language Community at Monzo",
    "image":"header-background.jpg",
    "bio":"I am a determined person with strong empathetic, organisational and communication skills. I am currently employed at Monzo within the second line of defence as a Senior Operational Risk Manager - working primarily with Payments, Third Party Risk Management and Finance. I am critical of my own progress while consistently driving to learn more, most recently challenging myself to expand my technical knowledge in SQL, Python3 and React. I have completed both my CertIRM in Risk Management in Financial Services, and an  ICA certificate in AML (distinction). I was born in Northern Ireland but grew up travelling; spending the bulk of my childhood in Kenya, East Africa. Whilst travelling, I was able to widen my outlook on life, develop my cross-cultural competencies and adaptibility. This also developed a large passion for animal conservation and illegal wildlife trafficking.",
    "contactmessage":" ",
    "email": "hollieallingtonkay@gmail.com",
    "phone": "+44 7375459715",
    "address":{
      "street":"Blackheath",
      "city":"London",
      "zip": "SE3"
    },
    "website": "http://www.holliemansfield.github.io/react-cv/",
    "resumedownload":"http://hollieallingtonkay.com",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/hollieallingtonkay/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/holliemansfield",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"A driven graduate with a passion for learning and challenging myself.",
    "education":[
      {
        "school":"University of Lincoln",
        "degree":"BA (Hons) Business Studies",
        "grade": "1st Class Honours",
        "graduated":"Sept 2014",
        "description":"Three years of study in Business Studies, with a professional placement year.",
        "level one": "Contemporary Business Analysis, Analysis of Business Data, Financial Communications, Organisational Behaviour,  Principles of Marketing, and Introduction to Business Law.",
        "level two": "Operations Management, Contemporary Issues for Business, Management Finance, Critical HR Management, Buyer Behaviour & Market Research.",
        "level three": "Professional Practice Placement Year (see experience)",
        "level four": "Crisis & Disaster Management, Strategic Management, Business Project Management, Dissertation (What if? An exploration into the ethical and market-based implications and benefits of a legal rhinoceros horn trade.)"
      },
      {
        "school":"De Aston School",
        "degree":"A Levels",
        "graduated":"June 2012",
        "description":"Sociology (A), Drama and Theatre Studies (A), Photography (C)."
      }
    ],
    "work":[
      {
        "company":"Monzo",
        "title":"Senior Operational Risk Manager",
        "years":"Nov 2024 - Present",
        "description":"Senior Operational Risk Manager covering all components of Operational Risk primarily parterning with Payments, Third Party Risk, and Finance. Supporting Product areas with risk assessment and treatment plans for changes to people, processes, systems, introduction of new products, whilst considering key dependencies and/or impacts to overall resilience. With a strong consideration for inclusion and career development of others through participation in side of desk activities including but not limited to: Team Lead with two direct reports, Development Lead for the LGBTQ+ Network, Coordinator for the British Sign Language Community, and Mentoring in a company wide Mentorship Programme."
      },
      {
        "company":"Monzo",
        "title":"Operational Risk Manager",
        "years":"Jul 2021 - Nov 2024",
        "description":"Operational Risk Manager covering all components of Operational Risk primarily parterning with Payments, Third Party, Financial Crime and Fraud Departments."
      },
      {
        "company":"Monzo",
        "title":"Risk & Compliance Analyst",
        "years":"Aug 2020 - Jul 2021",
        "description":"Working on various analysis pieces for Operational Risk, Fincrime Compliance and Enterprise Risk Teams, including but not limited to Incident Management. Coordinating Committees through pack creation, minutes creation and tracking of committee actions."
      },
      {
        "company":"Monzo",
        "title":"Financial Crime Specialist",
        "years":"June 2018 - July 2020",
        "description":"Working on in-depth investigations, reports and internal risk assessments for JMLIT cases, including the recommendation of changes to  existing controls to detect and prevent potential future exposure to identified threats. Liaising with Fincrime Engineers to develop and improve internal tooling. Providing onboarding, training, coaching and supplying actionable feedback for Financial Crime specialists. Reviewing Transaction Monitoring flags & providing feedback on the rate of false positives to improve the accuracy of transaction monitoring rules. Communicating with other financial organisations regarding fraudulent transactions. Writing and reviewing Suspicious Activity Reports (SARs). Resolving internal escalations to the Fincrime team. Reviewing and completing Requests For Information (RFI) from Law Enforcement, to assist them in the provision of required information for their investigations in a timely manner."
      }
    ],
    "skills":[
       {
        "name":"International Certification in Financial Services Risk Management - Completed January 2022",
        "level":"100%"
      },
      {
        "name":"SQL Course - Completed May 2020",
        "level":"100%"
      },
      {
        "name":"JPMC Experience in Software Engineering - Completed June 2020 ",
        "level":"100%"
      },
      {
        "name":"Python 3 Course- Completed June 2020",
        "level":"65%"
      },
      {
        "name":"React Course",
        "level":"15%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"JPMC-tech-task-1-PY3",
        "category":"JPMC Experience in Software Engineering",
        "image":"JMPC.png",
        "url":"https://github.com/holliemansfield/JPMC-tech-task-1-PY3"
      },
      {
        "title":"JMPC-tech-task-2-PY3",
        "category":"JPMC Experience in Software Engineering",
        "image":"JMPC.png",
        "url":"https://github.com/holliemansfield/JPMC-tech-task-2-PY3"
      },
      {
        "title":"JPMC-tech-task-3-PY",
        "category":"JPMC Experience in Software Engineering",
        "image":"JMPC.png",
        "url":"https://github.com/holliemansfield/JPMC-tech-task-3-PY3"
      },
      {
        "title":"Resume Website",
        "category":"A React based resume website template",
        "image":"hollies-resume.jpg",
        "url":"http://cv.hollieallkay.workers.dev/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Available upon reuqest.",
        "user":" "
      }
    ]
  }
}
